/* Safari App Extension, toolbar popover, title of the button for start protection. */
"sae-popover-enabled-button-title" = "Începe Protecția";

/* Safari App Extension, toolbar popover, message text for start protection. */
"sae-popover-enabled-message" = "Protecția AdGuard este dezactivată. Apăsați butonul \"Începe Protecția\"";

/* Safari App Extension, toolbar popover, title of the button for running AdGuard. */
"sae-popover-run-adguard-button-title" = "Rulați AdGuard";

/* Safari App Extension, toolbar popover, message text for running AdGuard. */
"sae-popover-run-adguard-message" = "AdGuard este inactivat. Trebuie să ruleze pentru a modifica setări de blocare a conținutului";

/* Safari App Extension, toolbar popover, description text for running AdGuard. */
"sae-popover-run-adguard-description" = "Rețineți că blocarea conținutului în Safari operează chiar și atunci când aplicația nu rulează";
